---
kind: other
id: Properties.T:Autodesk.Revit.DB.FormatValueOptions
source: html/2868066c-3b4a-e221-70e4-5811307f8610.htm
---
# FormatValueOptions Properties

Indicates if a unit symbol should be appended regardless of the settings in the FormatOptions.